//
//  CTAssetsPicker.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

/* Navigation bar buttons */
"Cancel" = "Cancel";
"Done" = "Concluído";

/* Default title */
"Photos" = "Fotos";

/* No. of selected */
"%@ Photo Selected" = "%@ Foto Selecionada";
"%@ Photos Selected" = "%@ Fotos Selecionadas";
"%@ Video Selected" = "%@ Vídeo Selecionado";
"%@ Videos Selected" = "%@ Vídeos Selecionados";
"%@ Items Selected" = "%@ Itens Selecionados";

/* Grid view footer */
"%@ Photos" = "%@ Fotos";
"%@ Videos" = "%@ Vídeos";
"%@ Photos, %@ Videos" = "%1$@ Fotos, %2$@ Vídeos";

/* Assets index */
"%@ of %@" = "%1$@ de %2$@";

/* Messages if privacy is not granted */
"This app does not have access to your photos or videos." = "Este aplicativo não tem acesso às suas fotos ou vídeos.";
"You can enable access in Privacy Settings." = "Você pode conceder acesso em Configurações de Privacidade.";

/* Messages if no assets */
"No Photos or Videos" = "Nenhuma Foto ou Vídeo";

/* The parameter will be replaced by the device model name */
"You can take photos and videos using the camera, or sync photos and videos onto your %@\nusing iTunes." = "Você pode tirar fotos ou vídeos usando a câmera ou sincronizá-los em seu %@ usando o iTunes.";
"You can sync photos and videos onto your %@ using iTunes." = "Você pode sincronizar fotos e vídeos em seu %@ usando o iTunes.";

/* Accessibility labels */
"Play" = "Executar";
"Select" = "Selecionar";
"Deselect" = "Desselecionar";

/* Video duration spell out */
"hours" = "horas";
"hour" = "hora";
"minutes" = "minutos";
"minute" = "minuto";
"seconds" = "segundos";
"second" = "segundo";

/* Error message of playing stream video */
"Cannot Play Stream Video" = "Não foi possível executar o stream de vídeo";
"OK" = "OK";
